{
  "banner.prompt": "Read this website in:",
  "banner.english": "English",
  "banner.spanish": "Español",
  "breadcrumb.home": "Home",
  "nav.home": "Home",
  "nav.about": "About Us",
  "nav.our_focus": "Our Focus",
  "nav.solutions": "Solutions",
  "nav.sustainability": "Sustainability",
  "nav.contact": "Contact",
  "nav.vwat": "VAWT Technology",
  "nav.solar_energy_systems": "Solar Energy Systems",
  "nav.hybrid_systems": "Hybrid Systems",
  "nav.green_carports": "Green Carports",
  "nav.hybrid_streetlamps": "Hybrid Streetlamps",
  "nav.waste_to_energy": "Waste-to-Energy",
  "nav.green_hydrogen": "Green Hydrogen",
  "common.view_more": "View More",
  "common.read_more": "Read More",
  "home.hero.video_fallback": "Your browser does not support the video tag.",
  "home.hero.tagline": "Green Solutions Worldwide",
  "home.hero.desc": "At Assal, our journey is one of innovation, commitment, and a relentless pursuit of a greener, healthier world.",
  "home.hero.cta": "Get in touch",
  "home.principles.co2": "Tonnes of CO2 emissions prevented",
  "home.principles.clean_energy": "Megawatts of clean energy produced",
  "home.principles.communities": "Communities powered by sustainable energy",
  "home.solutions_showcase.title": "Solutions Showcase",
  "home.sustainability.title": "Sustainability & Impact",
  "home.sustainability.p1": "Assal Energy is committed to the “do no significant harm” principle, rigorously evaluating environmental and social risks at every project phase. Our modular storage units use recyclable materials and are designed for easy end-of-life disassembly. Through our installations",
  "home.sustainability.p2": "Our collaborative model ensures that we not only develop world-class technologies but also embed them in the communities they serve.",
  "home.sustainability.benefit1": "Reduce greenhouse gas emissions by displacing diesel generators and grid dependency",
  "home.sustainability.benefit2": "Enable water access in remote or drought-prone areas, improving agricultural productivity and community resilience",
  "home.sustainability.benefit3": "Create skilled jobs across manufacturing, R&D, and logistics in the EU",
  "home.cta.title": "We will Make Your Dream Come True",
  "home.cta.desc": "We are focused on sustainable business that delivers the best possible project results.",
  "home.cta.link": "Our Responsibility",
  "about.page.title": "About Us",
  "about.who.title": "Who We Are",
  "about.who.body": "Assal Energy is a pioneering sustainable technology company dedicated to addressing Europe’s critical energy generation and storage challenges. Founded on the principles of innovation, reliability, and environmental stewardship, we combine advanced engineering with strategic partnerships to deliver modular, scalable solutions that support the transition to a zero-emissions economy by 2050.",
  "about.mission.title": "Our Mission",
  "about.mission.body": "To design, develop, and deploy cutting-edge renewable energy systems that empower communities, industries, and ecosystems across Europe and the world to thrive sustainably. We strive to accelerate the adoption of clean technologies by ensuring affordability, durability, and operational excellence in every project we undertake.",
  "about.vision.title": "Our Vision",
  "about.vision.body": "A future where every region benefits from resilient, climate-smart infrastructure—where renewable energy generation and storage drives economic growth, social well-being, and environmental protection. Through continuous innovation and collaboration, we envision a Europe powered entirely by clean, locally produced energy, free from the constraints of fossil fuels.",
  "about.approach.title": "Our Approach",
  "about.approach.integrated.title": "Integrated System Design",
  "about.approach.integrated.body": "We engineer wind-driven water pumps and modular energy storage units as interoperable systems. Our wind pumps lift water from depths of up to 300 meters and convey it over distances of 10 kilometers, while our storage modules employ fire-safe, stackable configurations tailored to local needs.",
  "about.approach.modularity.title": "Modularity & Scalability",
  "about.approach.modularity.body": "Each component is standardized for rapid manufacturing and assembly, enabling project teams to scale capacity from pilot installations to full-scale deployments with minimal downtime and cost overruns.",
  "about.approach.data.title": "Data-Driven Optimization",
  "about.approach.data.body": "Leveraging IoT sensors and cloud-based analytics, we continuously monitor system performance, adapt to changing resource availability, and predict maintenance needs—ensuring high uptime and extended service life.",
  "about.leadership.title": "Leadership team",
  "about.leadership.body": "Our leadership team brings together decades of expertise in renewable energy, engineering, and sustainable development. Their collective vision and hands-on experience drive Assal Energy’s mission to deliver reliable, scalable clean-technology solutions across Europe.",
  "contact.page.title": "Get in Touch",
  "contact.page.breadcrumb": "Contact",
  "contact.form.title": "Get in touch with us",
  "contact.form.success.data-success": "Your message has been received, we will contact you soon.",
  "contact.form.required": "Please Fill Required Fields",
  "contact.form.name.placeholder": "Name",
  "contact.form.email.placeholder": "Email",
  "contact.form.message.placeholder": "Message",
  "contact.form.send": "Send Message",
  "contact.locations.nl": "Assal Netherlands Office",
  "contact.locations.gt": "Assal Guatemala Office",
  "contact.locations.sk": "Assal Slovakia Office",
  "solutions.page.title": "Our Solutions",
  "solutions.list.vwat.desc": "Our flagship wind generators have minimal friction with the generator, which allows for an industry-leading cut-in speed of 0.5m/s and very low O&M costs ...",
  "solutions.list.solar.desc": "A combination of VAWT, solar panel, & battery backup technology for maximized energy production ...",
  "solutions.list.hybrid.desc": "Our flagship wind generators have minimal friction with the generator, which allows for an industry-leading cut-in speed of 0.5m/s and very low O&M costs ...",
  "solutions.list.carports.desc": "Green carports are overhead canopies designed to cover parking areas, raised high enough to accommodate shaded parking ...",
  "solutions.list.streetlamps.desc": "Hybrid streetlamps integrate solar panels and wind turbines to generate clean, reliable energy for public lighting. They operate efficiently in diverse weather conditions, ensuring consistent illumination throughout the night ...",
  "solutions.list.wte.desc": "Waste-to-Energy (WtE) facilities convert various forms of organic and non-recyclable waste into usable electricity or heat ...",
  "solutions.list.hydrogen.desc": "Green hydrogen is produced by electrolyzing water using renewable power sources (like solar or wind), resulting in zero-carbon hydrogen ...",
  "footer.about_text": "We are focused on user-driven outcomes, we strive to create meaningful connections for users through considered strategy and innovation.",
  "footer.business_hours": "Business Hours",
  "footer.monday_friday": "Monday-Friday:",
  "footer.saturday": "Saturday:",
  "footer.sunday": "Sunday:",
  "footer.closed": "Closed",
  "footer.helpful_links": "Helpful Links",
  "footer.our_services": "Our Services",
  "footer.disclaimer": "Disclaimer",
  "footer.to_top": "To Top",
  "footer.copyright": "© 2025 Assal SRO. All rights reserved."
}
