{
  "banner.prompt": "Leer este sitio en:",
  "banner.english": "Inglés",
  "banner.spanish": "Español",
  "breadcrumb.home": "Inicio",
  "nav.home": "Inicio",
  "nav.about": "Sobre nosotros",
  "nav.our_focus": "Nuestro enfoque",
  "nav.solutions": "Soluciones",
  "nav.sustainability": "Sostenibilidad",
  "nav.contact": "Contacto",
  "nav.vwat": "Tecnología VAWT",
  "nav.solar_energy_systems": "Sistemas de energía solar",
  "nav.hybrid_systems": "Sistemas híbridos",
  "nav.green_carports": "Carports verdes",
  "nav.hybrid_streetlamps": "Farolas híbridas",
  "nav.waste_to_energy": "Residuos a energía",
  "nav.green_hydrogen": "Hidrógeno verde",
  "common.view_more": "Ver más",
  "common.read_more": "Leer más",
  "home.hero.video_fallback": "Tu navegador no admite la etiqueta de video.",
  "home.hero.tagline": "Soluciones verdes en todo el mundo",
  "home.hero.desc": "En Assal, nuestro camino es de innovación, compromiso y una búsqueda incansable de un mundo más verde y saludable.",
  "home.hero.cta": "Ponte en contacto",
  "home.principles.co2": "Toneladas de emisiones de CO2 evitadas",
  "home.principles.clean_energy": "Megavatios de energía limpia producidos",
  "home.principles.communities": "Comunidades abastecidas por energía sostenible",
  "home.solutions_showcase.title": "Vitrina de soluciones",
  "home.sustainability.title": "Sostenibilidad e impacto",
  "home.sustainability.p1": "Assal Energy está comprometida con el principio de “no causar daño significativo”, evaluando rigurosamente los riesgos ambientales y sociales en cada fase del proyecto. Nuestras unidades de almacenamiento modulares usan materiales reciclables y están diseñadas para un desmontaje sencillo al final de su vida útil. A través de nuestras instalaciones",
  "home.sustainability.p2": "Nuestro modelo colaborativo garantiza que no solo desarrollamos tecnologías de clase mundial, sino que también las integramos en las comunidades a las que sirven.",
  "home.sustainability.benefit1": "Reducir las emisiones de gases de efecto invernadero sustituyendo generadores diésel y la dependencia de la red",
  "home.sustainability.benefit2": "Facilitar el acceso al agua en zonas remotas o propensas a la sequía, mejorando la productividad agrícola y la resiliencia comunitaria",
  "home.sustainability.benefit3": "Crear empleos calificados en manufactura, I+D y logística en la UE",
  "home.cta.title": "Haremos realidad tu sueño",
  "home.cta.desc": "Estamos enfocados en un negocio sostenible que ofrece los mejores resultados de proyecto posibles.",
  "home.cta.link": "Nuestra responsabilidad",
  "about.page.title": "Sobre nosotros",
  "about.who.title": "Quiénes somos",
  "about.who.body": "Assal Energy es una empresa pionera en tecnología sostenible dedicada a abordar los retos críticos de generación y almacenamiento de energía en Europa. Fundada en los principios de innovación, fiabilidad y responsabilidad ambiental, combinamos ingeniería avanzada con alianzas estratégicas para ofrecer soluciones modulares y escalables que apoyen la transición hacia una economía de cero emisiones para 2050.",
  "about.mission.title": "Nuestra misión",
  "about.mission.body": "Diseñar, desarrollar y desplegar sistemas de energía renovable de vanguardia que permitan a comunidades, industrias y ecosistemas en Europa y el mundo prosperar de forma sostenible. Buscamos acelerar la adopción de tecnologías limpias garantizando asequibilidad, durabilidad y excelencia operativa en cada proyecto que emprendemos.",
  "about.vision.title": "Nuestra visión",
  "about.vision.body": "Un futuro en el que cada región se beneficie de una infraestructura resiliente e inteligente frente al clima, donde la generación y el almacenamiento de energía renovable impulsen el crecimiento económico, el bienestar social y la protección ambiental. A través de la innovación continua y la colaboración, imaginamos una Europa alimentada completamente por energía limpia producida localmente, libre de las limitaciones de los combustibles fósiles.",
  "about.approach.title": "Nuestro enfoque",
  "about.approach.integrated.title": "Diseño de sistemas integrados",
  "about.approach.integrated.body": "Diseñamos bombas de agua impulsadas por viento y unidades modulares de almacenamiento energético como sistemas interoperables. Nuestras bombas elevan agua desde profundidades de hasta 300 metros y la transportan a distancias de 10 kilómetros, mientras que nuestros módulos de almacenamiento emplean configuraciones apilables y seguras contra incendios adaptadas a las necesidades locales.",
  "about.approach.modularity.title": "Modularidad y escalabilidad",
  "about.approach.modularity.body": "Cada componente está estandarizado para una fabricación y ensamblaje rápidos, lo que permite a los equipos escalar la capacidad desde instalaciones piloto hasta despliegues a gran escala con un tiempo de inactividad y costos mínimos.",
  "about.approach.data.title": "Optimización basada en datos",
  "about.approach.data.body": "Aprovechando sensores IoT y analítica en la nube, monitoreamos continuamente el desempeño del sistema, nos adaptamos a la disponibilidad de recursos y predecimos necesidades de mantenimiento, garantizando alta disponibilidad y una vida útil prolongada.",
  "about.leadership.title": "Equipo directivo",
  "about.leadership.body": "Nuestro equipo directivo reúne décadas de experiencia en energía renovable, ingeniería y desarrollo sostenible. Su visión colectiva y experiencia práctica impulsan la misión de Assal Energy de ofrecer soluciones confiables y escalables de tecnología limpia en toda Europa.",
  "contact.page.title": "Ponte en contacto",
  "contact.page.breadcrumb": "Contacto",
  "contact.form.title": "Ponte en contacto con nosotros",
  "contact.form.success.data-success": "Hemos recibido tu mensaje, nos pondremos en contacto pronto.",
  "contact.form.required": "Por favor completa los campos obligatorios",
  "contact.form.name.placeholder": "Nombre",
  "contact.form.email.placeholder": "Correo electrónico",
  "contact.form.message.placeholder": "Mensaje",
  "contact.form.send": "Enviar mensaje",
  "contact.locations.nl": "Oficina de Assal en Países Bajos",
  "contact.locations.gt": "Oficina de Assal en Guatemala",
  "contact.locations.sk": "Oficina de Assal en Eslovaquia",
  "solutions.page.title": "Nuestras soluciones",
  "solutions.list.vwat.desc": "Nuestros generadores eólicos emblemáticos tienen una fricción mínima con el generador, lo que permite una velocidad de arranque líder en la industria de 0,5 m/s y costos de operación y mantenimiento muy bajos ...",
  "solutions.list.solar.desc": "Una combinación de VAWT, panel solar y tecnología de batería de respaldo para maximizar la producción de energía ...",
  "solutions.list.hybrid.desc": "Nuestros generadores eólicos emblemáticos tienen una fricción mínima con el generador, lo que permite una velocidad de arranque líder en la industria de 0,5 m/s y costos de operación y mantenimiento muy bajos ...",
  "solutions.list.carports.desc": "Los carports verdes son marquesinas elevadas diseñadas para cubrir áreas de estacionamiento, lo suficientemente altas para permitir estacionamiento a la sombra ...",
  "solutions.list.streetlamps.desc": "Las farolas híbridas integran paneles solares y turbinas eólicas para generar energía limpia y confiable para iluminación pública. Operan eficientemente en diversas condiciones climáticas, asegurando iluminación constante durante la noche ...",
  "solutions.list.wte.desc": "Las instalaciones de residuos a energía (WtE) convierten diversas formas de residuos orgánicos y no reciclables en electricidad o calor utilizable ...",
  "solutions.list.hydrogen.desc": "El hidrógeno verde se produce mediante la electrólisis del agua usando fuentes renovables (como solar o eólica), lo que resulta en hidrógeno con cero carbono ...",
  "footer.about_text": "Estamos enfocados en resultados impulsados por el usuario y nos esforzamos por crear conexiones significativas mediante estrategia e innovación.",
  "footer.business_hours": "Horario de atención",
  "footer.monday_friday": "Lunes a viernes:",
  "footer.saturday": "Sábado:",
  "footer.sunday": "Domingo:",
  "footer.closed": "Cerrado",
  "footer.helpful_links": "Enlaces útiles",
  "footer.our_services": "Nuestros servicios",
  "footer.disclaimer": "Aviso legal",
  "footer.to_top": "Ir arriba",
  "footer.copyright": "© 2025 Assal SRO. Todos los derechos reservados."
}
